[
  {
    "_id": "a6c4aeb7-c683-4182-8928-7a79ecfafbe7",
    "userId": "Madaan",
    "content": "This is the content of the first pos",
    "title": "post1",
    "tags": "Technology, JavaScript",
    "images": [],
    "updatedAt": "2024-11-25T22:05:59.097Z"
  },
  {
    "_id": "aa5ce0a2-a4ef-4c23-8b5a-e2c61142164a",
    "userId": "Admin1234",
    "content": "<p>Throughout the 1980s and 1990s, the “Queen of All Media” built a brand that stretched far beyond the television screen. She went on to become a billionaire, a well-regarded philanthropist, and a recipient of the Presidential Medal of Freedom. And as she was busy working toward these otherworldly accomplishments, Oprah relied on a simple habit: journaling.</p><p>Journaling is simply the act of thinking about your life and writing it down. That’s it. Nothing more is needed. But despite its simplicity, the daily journal has played a key role in the careers of many prolific people.</p><p>As you might expect, journaling is a favorite habit of many writers. From Mark Twain to Virginia Woolf, Francis Bacon to Joan Didion, John Cheever to Vladimir Nabokov.&nbsp;A journal was rarely far from any of these artists. Susan Sontag once claimed that her journal was where she “created herself.”</p><p>Journaling has been utilized by scores of brilliant thinkers and inventors. Charles Darwin. Marie Curie. Leonardo da Vinci. Thomas Edison. Albert Einstein.&nbsp;Similarly, leaders and politicians throughout history have kept journals in one form or another. People like George Washington, Winston Churchill, and Marcus Aurelius.In the sporting world, athletes like Katie Ledecky, winner of multiple gold medals, and Eliud Kipchoge, the world record holder in the marathon, rely on journals to reflect on their daily workouts and improve their training.</p>",
    "title": "The Surprising Benefits of Journaling One Sentence Every Day",
    "tags": "Travel, Study",
    "images": [],
    "createdAt": "2024-11-26T23:52:10.161Z",
    "updatedAt": "2024-11-26T23:52:10.161Z"
  },
  {
    "_id": "fa6e2a10-0ee8-448f-984d-12bed1938791",
    "userId": "Madaan",
    "content": "This is the content of the first pos",
    "title": "test1",
    "tags": "",
    "images": [
      "/uploads/f139b93a-091f-443e-9c90-86f584f85201-TestImg.png"
    ],
    "createdAt": "2024-11-27T10:04:25.730Z",
    "updatedAt": "2024-11-27T10:04:25.730Z"
  },
  {
    "_id": "426209e5-f07a-4783-a2c6-2a6ebb572a61",
    "userId": "Madaan",
    "content": "This is the content of the first pos",
    "title": "test2",
    "tags": "",
    "images": [
      "/uploads/410ec168-2050-4ef2-877a-67f2cc5ab7d7-TestImg.png",
      "/uploads/90d39ab0-e56e-42ea-b62a-9d1a3fa5083d-Screenshot 2024-09-04 at 11.44.24 PM.png"
    ],
    "createdAt": "2024-11-27T18:51:44.392Z",
    "updatedAt": "2024-11-27T18:51:44.392Z"
  }
]